Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPOKEN_REPLIES_WITHOUT_CONFIRMATION_FOOTER
source: When acting on a notification that supports replies, have Siri send replies without first reading back the message.
ar: عند التفاعل مع إشعار يدعم الردود، يمكن لـ Siri إرسال ردود دون قراءة الرسالة قبل ذلك.
bg: Когато сте на известие, което поддържа отговори, Siri може да изпрати отговор, без първо да прочете съобщението.
ca: Fes que Siri respongui a les notificacions que admetin resposta sense tornar a llegir el missatge primer.
cs: Při příjmu oznámení, na která je možné odpovídat, bude Siri posílat odpovědi, aniž by zprávu nejprve přečetla.
da: Få Siri til at sende svar uden at læse beskeden op først, når der reageres på en notifikation, der understøtter svar.
de: Wenn du auf eine Mitteilung reagierst, die Antworten unterstützt, lass Siri Antworten senden, ohne sie erst vorzulesen.
el: Σε γνωστοποιήσεις που υποστηρίζουν τις απαντήσεις, μπορείτε να ρυθμίσετε το Siri ώστε να στέλνει απαντήσεις χωρίς να εκφωνεί το μήνυμα.
es: Cuando interactúes con una notificación que admita respuestas, haz que Siri envíe la respuesta sin necesidad de releer el mensaje.
es_us: Al realizar una acción en una notificación compatible con las respuestas, Siri enviará las respuestas que le dictes sin confirmarlas contigo.
fi: Kun reagoit ilmoitukseen, joka tukee vastauksia, pyydä Siriä lähettämään vastaukset lukematta ensin viestiä ääneen.
fr: Quand vous interagissez avec une notification prenant en charge les réponses, demandez à Siri d’envoyer les réponses sans relire leur contenu.
fr_ca: Lorsque vous réagissez à une notification qui prend en charge les réponses, demandez à Siri d’envoyer vos réponses sans les réécouter.
he: בעת התייחסות לעדכון שתומך בתגובות, ניתן לבקש מ-Siri לשלוח את התגובה בלי להקריא קודם את ההודעה.
hi: जवाबों का समर्थन करने वाली किसी सूचना पर क्रिया करते समय Siri को संदेश पढ़कर सुनाए बिना जवाब भेजने की अनुमति दें।
hr: Prilikom reagiranja na obavijest koja podržava odgovore, Siri može poslati odgovore bez prethodnog čitanja poruke.
hu: Ha olyan értesítésre reagál, amely lehetővé teszi, hogy választ küldjön, beállíthatja, hogy Siri az üzenet visszaolvasása nélkül küldjön válaszokat.
id: Saat menindaklanjuti pemberitahuan yang mendukung balasan, minta Siri mengirim balasan tanpa membacakan pesan terlebih dahulu.
it: In caso di notifiche che supportano una risposta, Siri la invia immediatamente senza rileggere il messaggio.
ja: 返信に対応している通知を操作する場合は、Siriは返信メッセージを読み返さずに送信します。
kk: Хабарландыруға жауап беру мүмкін болса, Siri хабарды оқымай тұрып, бірден жауап береді.
ko: 답장을 지원하는 알림에 대해 Siri가 응답 메시지를 읽어주지 않고 바로 보냅니다.
lt: Nustatykite, kad atliekant veiksmus su pranešimu, kuris palaiko atsakymus, „Siri“ siųstų atsakymus prieš tai garsiai neperskaitydama žinutės.
ms: Apabila bertindak pada pemberitahuan yang menyokong balasan, setkan Siri untuk menghantar balasan tanpa membaca balik mesej terlebih dahulu.
nl: Als je reageert op een melding die antwoorden ondersteunt, kun je Siri antwoorden laten versturen zonder eerst het bericht voor te lezen.
no: Når du reagerer på en varsling som støtter svaring, kan Siri svare øyeblikkelig uten å lese meldingen til deg først.
pl: Reagując na powiadomienie, które oferuje możliwość odpowiedzenia nadawcy, Siri może wysyłać odpowiedzi bez odczytywania treści wiadomości.
pt_br: Ao reagir a uma notificação compatível com respostas, faça com que a Siri envie as respostas sem reler a mensagem antes.
pt_pt: Ao reagir a uma notificação compatível com respostas, Siri enviará respostas sem lhe ler a mensagem.
ro: Când acționați asupra unei notificări care permite răspunsuri, optați ca Siri să trimită răspunsurile fără a reciti mai întâi mesajul.
ru: Если на уведомление можно ответить, Siri сразу отправит ответ, не зачитывая уведомление.
sk: Pri reagovaní na hlásenia, na ktoré je možné odpovedať, nebude Siri čítať nadiktovanú odpoveď a hneď odošle správu.
sl: Ko se odzivate na obvestilo, ki podpira odgovore, lahko od Siri zahtevate, da pošilja odgovore, ne da bi najprej prebrala sporočilo.
sv: Vid hantering av en notis som har stöd för svar: låt Siri skicka svar utan att läsa upp meddelandet först.
th: ให้ Siri ส่งการตอบกลับโดยไม่ต้องอ่านข้อความก่อนเมื่อโต้ตอบการแจ้งเตือนที่รองรับการตอบกลับ
tr: Yanıtlamayı destekleyen bildirimler için Siri’nin yanıtları önce size okumadan göndermesini sağlar.
uk: Для сповіщень, де можливі відповіді, Siri може надсилати відповіді, не зачитуючи спочатку повідомлення.
vi: Khi tương tác với thông báo hỗ trợ câu trả lời, cho phép Siri gửi câu trả lời mà không cần đọc lại tin nhắn trước.
zh_cn: 针对支持回复的通知进行操作时，让Siri不朗读回复内容，直接发送。
zh_hk: 在支援回覆的通知上操作時，讓Siri不用讀出訊息，直接傳送回覆。
zh_tw: 若顯示的是支援回覆的通知，無須等待Siri朗讀訊息，你即可傳送回覆。

# SCHEDULED_DELIVERY_NO_DATA
source: Not enough data to order apps by weekly notification average. This will appear in 7 days.
ar: لا تتوفر بيانات كافية لترتيب التطبيقات حسب متوسط الإشعارات الأسبوعي. سيظهر ذلك خلال سبعة أيام.
bg: Няма достатъчно данни за подреждане на приложенията по средноседмични известия. Това ще се появи след 7 дни.
ca: No hi ha prou dades per ordenar les apps segons la mitjana de notificacions setmanals; es mostrarà d’aquí a set dies.
cs: Pro seřazení aplikací podle týdenního počtu oznámení není dost dat. Objeví se za 7 dní.
da: Ikke nok data til at sortere apps efter ugentligt gennemsnit af notifikationer. Det vises om 7 dage.
de: Zu wenige Daten, um Apps anhand der durchschnittlichen Mitteilungen pro Woche zu sortieren. Dies wird in 7 Tagen angezeigt.
el: Δεν υπάρχουν επαρκή δεδομένα για ταξινόμηση των εφαρμογών κατά μέσο όρο εβδομαδιαίων γνωστοποιήσεων. Αυτά τα δεδομένα θα εμφανιστούν σε 7 ημέρες.
es: No hay suficientes datos para ordenar las apps en función de la media de notificaciones semanales. Esta información estará disponible dentro de 7 días.
es_us: No hay suficientes datos para organizar las apps por promedio de notificaciones semanales. Podrás consultar estos datos en 7 días.
fi: Ei riittävästi tietoja appien järjestämiseen ilmoitusten keskimääräisen viikoittaisen määrän mukaan. Tämä näkyy 7 päivän kuluttua.
fr: Il n’y a pas assez de données pour organiser les apps en fonction du nombre moyen de notifications hebdomadaires. Cela sera possible dans 7 jours.
fr_ca: Il n’y a pas assez de données pour trier les apps selon leur moyenne de notifications hebdomadaires. Les moyennes s’afficheront dans sept jours.
he: אין מספיק נתונים כדי לסדר את היישומים לפי ממוצע עדכונים שבועי. הממוצע יופיע תוך שבוע.
hi: साप्ताहिक सूचना औसत के अनुसार ऐप्स सॉर्ट करने के लिए पर्याप्त डेटा नहीं है। यह 7 दिन में दिखाई देगा।
hr: Nema dovoljno podataka za razvrstavanje aplikacija prema tjednom prosjeku obavijesti. To će se prikazati za 7 dana.
hu: Nincs elegendő adat ahhoz, hogy a heti értesítési átlag alapján lehessen az appokat sorba rendezni. Ez 7 nap múlva fog megjelenni.
id: Tidak ada cukup data untuk mengurutkan app menurut rerata pemberitahuan mingguan. Ini akan muncul dalam 7 hari.
it: Non esistono dati sufficienti per ordinare le app in base alla media di notifiche settimanali. Le informazioni saranno disponibili tra 7 giorni.
ja: アプリを1週間の通知回数の平均値順に並べ替えるためのデータが十分ではありません。7日後に表示されます。
kk: Қолданбаларды апта сайынғы хабарландырулардың орташа саны бойынша реттеу үшін деректер жеткіліксіз. Бұл 7 күн ішінде пайда болады.
ko: 주간 알림 평균으로 앱을 정렬하기에 충분한 데이터가 없습니다. 7일 후에 표시됩니다.
lt: Nepakanka duomenų, kad programas būtų galima išrikiuoti pagal savaitinį pranešimų vidurkį. Jis bus rodomas po 7 dienų.
ms: Data tidak mencukupi untuk menyusun app mengikut purata pemberitahuan mingguan. Ini akan kelihatan dalam masa 7 hari.
nl: Niet genoeg gegevens om apps te ordenen op gemiddeld aantal meldingen per week. Dit wordt over 7 dagen weergegeven.
no: Mangler data for å sortere apper etter hvor mange varslinger som mottas i snitt per uke. Dette vil være tilgjengelig etter sju dager.
pl: Za mało danych, aby uporządkować aplikacje według średniej tygodniowej liczby powiadomień. Będzie to możliwe za 7 dni.
pt_br: Não há dados suficientes para ordenar os apps por média semanal de notificações. Isso aparecerá em 7 dias.
pt_pt: Não há dados suficientes para ordenar as aplicações por média semanal de notificações. Esta informação estará disponível dentro de 7 dias.
ro: Nu există date suficiente pentru a ordona aplicațiile în funcție de media săptămânală a notificărilor. Aceste informații vor apărea după 7 zile.
ru: Недостаточно данных, чтобы отсортировать приложения по среднему количеству уведомлений за неделю. Сводка данных отобразится через 7 дней.
sk: Na zoradenie apiek podľa priemerného týždenného počtu hlásení nemáte dostatok dát. Apky budú zoradené po 7 dňoch.
sl: Ni dovolj podatkov za razvrstitev aplikacij po tedenskem povprečju obvestil. To bo prikazano čez sedem dni.
sv: Det finns inte tillräckligt mycket data för att sortera appar efter genomsnittliga notiser per vecka. Detta visas om sju dagar.
th: ไม่มีข้อมูลเพียงพอที่จะเรียงแอปตามการแจ้งเตือนเฉลี่ยรายสัปดาห์ ข้อมูลนี้จะแสดงในอีก 7 วัน
tr: Uygulamaları haftalık bildirim ortalamasına göre sıralamak için yeterli veri yok. Bu bilgi, 7 gün sonra görünür.
uk: Бракує даних для впорядкування програм за середньою кількістю сповіщень на тиждень. Це стане можливим за 7 днів.
vi: Không đủ dữ liệu để sắp xếp các ứng dụng theo số lượng thông báo trung bình hàng tuần. Thứ tự này sẽ xuất hiện sau 7 ngày nữa.
zh_cn: 尚无足够数据来根据每周平均通知数给App排序。7天后将可排序显示。
zh_hk: 沒有足夠的資料來按每星期平均通知次數排列App。這將在7日後顯示。
zh_tw: 資料不足，無法依照每週平均通知次數排列App。7天後可使用此設定。

# SCHEDULED_DELIVERY_SORT_WEEKLY_AVG
source: Weekly Notification Avg.
ar: متوسط الإشعارات الأسبوعي
bg: Средно на седмица
ca: Mitjana setmanal
cs: Týdenní průměr oznámení
da: Notifikationer, gns. per uge
de: ⌀ Mitteilungen/Woche
el: M.O. εβδ. γνωστοποιήσεων
es: Media notificaciones/semana
es_us: Prom. de notif. semanales
fi: Ilmoituksia keskim. viikoittain
fr: Moy. notifications/semaine
fr_ca: Moy. notif./semaine
he: מס׳ ממוצע בשבוע
hi: साप्ताहिक सूचना औसत
hr: Tjedni prosjek obavijesti
hu: Heti értesítési átlag
id: Rerata Pemberitahuan Mingguan
it: Media settimanale
ja: 1週間の通知回数の平均値
kk: Апта бойынша орташа саны
ko: 주간 알림 평균
lt: Savaitinis pranešimų vidurkis
ms: Pur. Pemberitahuan Mingguan
nl: Gem. meldingen per week
no: Ukentlige varslinger i snitt
pl: Średnia tygodniowa
pt_br: Média Semanal
pt_pt: Média semanal
ro: Medie săptămânală
ru: В среднем за неделю
sk: Týždenný priemer hlásení
sl: Tedensko povpr. obvestil
sv: Notiser per vecka i snitt
th: การแจ้งเตือนเฉลี่ยรายสัปดาห์
tr: Haftalık Bildirim Ort.
uk: Щотижнева кількість
vi: Thông báo TB hàng tuần
zh_cn: 每周平均通知数
zh_hk: 每星期平均通知次數
zh_tw: 每週平均通知次數

# VIP_VIT_GROUP_FOOTER_TEXT
source: You can receive VIP and Thread Notifications even if other Mail notifications are turned off.
ar: يمكنك الحصول على إشعارات VIP وإشعارات السلسلة حتى لو تم إيقاف إشعارات البريد الأخرى.
bg: Можете да получавате известия от VIP и от потоци със съобщения, дори ако другите известия за Поща са изключени.
ca: Pots rebre notificacions de fil i VIP encara que les altres notificacions de correu estiguin desactivades.
cs: Oznámení na zprávy od VIP a z vláken můžete přijímat i v případě, že budou ostatní oznámení z Mailu vypnuta.
da: Du kan modtage VIP- og trådnotifikationer, selv når andre notifikationer i Mail er slået fra.
de: VIP- und Konversationsmitteilungen können empfangen werden, selbst wenn andere Mitteilungen für „Mail“ deaktiviert sind.
el: Μπορείτε να λαμβάνετε Γνωστοποιήσεις VIP και συνομιλιών ακόμη κι όταν είναι απενεργοποιημένες άλλες γνωστοποιήσεις Mail.
es: Podrás recibir notificaciones de mensajes VIP y avisos de hilos aunque el resto de notificaciones de Mail estén desactivadas.
es_us: Puedes recibir notificaciones de contactos VIP y de conversaciones incluso si desactivaste otras notificaciones de Mail.
fi: Voit saada VIP- ja viestiketjuilmoituksia, vaikka muut sähköpostin ilmoitukset olisivat pois päältä.
fr: Vous pouvez recevoir des notifications VIP et de fils de discussion même si les autres notifications Mail sont désactivées.
fr_ca: Vous pouvez recevoir des notifications VIP et de fils même si d’autres notifications de Mail sont désactivées.
he: ניתן לקבל עדכונים משולחים חשובים ומשרשורים גם כששאר העדכונים של ״דואר״ אינם פעילים.
hi: आप अन्य मेल सूचनाओं के बंद होने पर भी VIP और वार्तालाप सूचनाएँ प्राप्त कर सकते हैं।
hr: Možete primati VIP i obavijesti o nizu čak i ako su druge e-mail obavijesti isključene.
hu: Akkor is kaphat VIP- és Szálértesítéseket, ha a többi Mail-értesítés ki van kapcsova.
id: Anda dapat menerima Pemberitahuan VIP dan Topik, bahkan jika pemberitahuan Mail lain dimatikan.
it: Puoi ricevere notifiche per VIP e thread anche se le altre notifiche di Mail non sono attive.
ja: “VIP”通知および“スレッドの通知”は、その他の“メール”通知がオフの場合でも受け取れます。
kk: Басқа «Пошта» хабарландырулары өшірулі болса да, VIP және «Хаттар тізбегі туралы хабарландыруларды» ала беруге болады.
ko: 다른 Mail 알림이 꺼져 있는 경우에도 VIP 및 스레드 알림을 받을 수 있습니다.
lt: VIP ir gijų pranešimus galite gauti net jei kiti programos „Mail“ pranešimai yra išjungti.
ms: Anda boleh menerima Pemberitahuan VIP dan Jaluran walaupun pemberitahuan Mail lain telah dinyahaktifkan.
nl: Je kunt nog steeds vip- en berichtenreeksmeldingen ontvangen als andere Mail-meldingen zijn uitgeschakeld.
no: Du kan motta VIP- og trådvarslinger selv om andre e‑postvarslinger er slått av.
pl: Możesz otrzymywać powiadomienia wątków i od kontaktów VIP, gdy inne powiadomienia aplikacji Poczta są wyłączone.
pt_br: Você pode receber Notificações VIP e Notificações de Conversas até mesmo quando outras notificações do Mail estiverem desativadas.
pt_pt: Pode receber notificações VIP e de conversas mesmo quando as outras notificações do Mail se encontram desativadas.
ro: Puteți primi notificări pentru conversații și VIP chiar dacă alte notificări din Mail sunt dezactivate.
ru: Вы можете получать Уведомления о темах и VIP, даже если другие уведомления Почты выключены.
sk: VIP hlásenia a hlásenia vlákien môžete prijímať, aj keď sú ostatné hlásenia aplikácie Mail vypnuté.
sl: Obvestila funkcij VIP in Obvestila v niti lahko prejemate, čeprav so druga obvestila aplikacije Pošta izklopljena.
sv: Du kan få VIP- och trådnotiser även om andra notiser i Mail är avstängda.
th: คุณสามารถรับการแจ้งเตือน VIP และการแจ้งเตือนตามกลุ่มชื่อเรื่องได้ถึงแม้ว่าการแจ้งเตือนของเมลอื่นจะปิดอยู่
tr: Diğer Mail bildirimleri kapalı olsa bile Önemli Kişi ve Konu Grubu Bildirimi iletilerini alabilirsiniz.
uk: Ви можете отримувати сповіщення VIP і в гілках, навіть якщо інші сповіщення Пошти вимкнено.
vi: Bạn có thể nhận được Thông báo Luồng và VIP ngay cả khi các thông báo Mail khác bị tắt.
zh_cn: 即使关闭“邮件”通知，你仍可收到VIP和“邮件主题通知”。
zh_hk: 即使其他「郵件」通知已關閉，你仍可以接收VIP及「討論串通知」。
zh_tw: 即使已關閉其他「郵件」通知，你仍可收到VIP和「討論串通知」。

source: Ping
es_us: Sonido
fr: Faire sonner
he: איתות
hi: पिंग
hu: Pingelés
it: Suono
pl: Impuls
tr: Vızıltı
